Tekla.Structures.Model.RebarLegFace.CreateInstance
The create instance.
Returns:
The System.Boolean.

Tekla.Structures.Model.RebarLegFace.SelectInstance(System.Int32)
The select instance.
id:
The id.
Returns:
The System.Boolean.

Tekla.Structures.Model.RebarLegFace.ToStruct(Tekla.Structures.ModelInternal.dotLegFace_t@)
The to struct.
dotLegFace:
The dot leg face.

Tekla.Structures.Model.RebarLegFace.FromStruct(Tekla.Structures.ModelInternal.dotLegFace_t@)
The from struct.
dotLegFace:
The dot leg face.